Repository: YaslikS/KedroIndexSPORT-IOS
Catalog: KedroIndex/*.lproj/Localizable.strings
Languages: ru

# infoKedro1LabelincorrectIndex1
source: Index 1: Enter the correct data in the Pressure and Pulse fields
ru: Индекс 1: Введите правильные данные в поля давления и пульса

# infoKedro1Labelindex1Less-30
source: Index 1: Predominance of parasympathetic influences (value less than -30) - pronounced vagotonia
ru: Индекс 1: Преобладание парасимпатических влияний (значение менее -30) - выраженная ваготония

# infoKedro1Labelindex1Less-15
source: Index 1: Predominance of parasympathetic influences (value less than -15) - moderate vagotonia
ru: Индекс 1: Преобладание парасимпатических влияний (значение менее -15) - умеренная ваготония

# infoKedro1Labelindex1Above30
source: Index 1: Predominance of sympathetic influences (value above 30) - pronounced sympathicotonia
ru: Индекс 1: Преобладание симпатических влияний (значение выше 30) - выраженная симпатикотония

# infoKedro1Labelindex1Above15
source: Index 1: Predominance of sympathetic influences (value above 15) - moderate sympathicotonia
ru: Индекс 1: Преобладание симпатических влияний (значение выше 15) - умеренная симпатикотония

# infoKedro1Labelindex1-15to15
source: Index 1: Complete vegetative equilibrium (value from -15 to 15) - eitonia - balance of sympathetic and parasympathetic influences
ru: Индекс 1: Полное вегетативное равновесие (значение от -15 до 15) - Эстония - баланс симпатических и парасимпатических влияний

# infoKedro1LabelincorrectIndex2
source: Index 2: Enter the correct data in the Pressure and Pulse fields
ru: Индекс 2: Введите правильные данные в поля давления и пульса

# infoKedro1Labelindex2Less-30
source: Index 2: Predominance of parasympathetic influences (value less than -30) - pronounced vagotonia
ru: Индекс 2: Преобладание парасимпатических влияний (значение менее -30) - выраженная ваготония

# infoKedro1Labelindex2Less-15
source: Index 2: Predominance of parasympathetic influences (value less than -15) - moderate vagotonia
ru: Индекс 2: Преобладание парасимпатических влияний (значение менее -15) - умеренная ваготония

# infoKedro1Labelindex2Above30
source: Index 2: Predominance of sympathetic influences (value above 30) - pronounced sympathicotonia
ru: Индекс 2: Преобладание симпатических влияний (значение выше 30) - выраженная симпатикотония

# infoKedro1Labelindex2Above15
source: Index 2: Predominance of sympathetic influences (value above 15) - moderate sympathicotonia
ru: Индекс 2: Преобладание симпатических влияний (значение выше 15) - умеренная симпатикотония

# infoKedro1Labelindex2-15to15
source: Index 2: Complete vegetative equilibrium (value from -15 to 15) - eitonia - balance of sympathetic and parasympathetic influences
ru: Индекс 2: Полное вегетативное равновесие (значение от -15 до 15) - Эстония - баланс симпатических и парасимпатических влияний

# cancelInAlertDialog
source: Cancel
ru: Отмена

# SaveInAlertDialog
source: Save
ru: Сохранить

# ClearInAlertDialog
source: Clear
ru: Очистить

# ExitInAlertDialog
source: Logout
ru: Выйти

source: Are you sure you want to keep the measurement?
ru: Вы уверены, что хотите сохранить измерение?

source: Are you sure you want to clear the charts?
ru: Вы уверены, что хотите очистить графики?

source: Are you sure you want to get out?
ru: Вы уверены, что хотите выйти?

# loginButtonTextLogin
source: Login
ru: Войти

# loginButtonTextLogout
source: Logout from
ru: Выйти из

# resultUploadLabelErrorSendingData
source: Error sending data
ru: Ошибка при отправке данных

# resultUploadLabelErrorNoDataToSend
source: No data to send
ru: Нет данных для отправки

# resultUploadLabelErrorUnknown
source: Unknown error
ru: Неизвестная ошибка

# resultUploadLabelSuccess
source: The data has been sent
ru: Данные были отправлены
